"TIME_SHORT_DAYS_FORMAT" = "%d d";

"TIME_SHORT_DAY_FORMAT" = "%d d";

"TIME_SHORT_HOURS_FORMAT" = "%d h";

"TIME_SHORT_HOUR_FORMAT" = "%d h";

"TIME_SHORT_MINUTES_FORMAT" = "%d m";

"TIME_SHORT_MINUTE_FORMAT" = "%d m";

"TIME_SHORT_SECONDS_FORMAT" = "%d s";

"TIME_SHORT_SECOND_FORMAT" = "%d s";

"tw__card_compose_character_count" = "%td merkkiä jäljellä";

"tw__card_compose_close_button" = "Sulje";

"tw__card_compose_close_hint" = "Hylkää lähettäminen kaksoisnapauttamalla.";

"tw__card_compose_install_preview" = "Asenna-painikkeen esikatselu kohteelle %@";

"tw__card_compose_profile_image" = "Käyttäjän %@ profiili";

"tw__card_compose_tweet_hint" = "Lähetä tämä twiitti kaksoisnapauttamalla";

"tw__card_composer_app_store" = "App Store";

"tw__card_composer_install_button" = "Asenna";

"tw__card_composer_tweet" = "Twiittaa";

"tw__composer_placeholder_text" = "Mitä tapahtuu?";

"tw__email_share_detail_message_format" = "Saat käyttäjän %@ päivityksiä ja muuta tietoa sallimalla käyttäjälle Twitter-tilisi @%@ sähköpostiosoitteen käytön.";

"tw__image_viewer_done_button" = "Valmis";

"tw__open_in_text" = "Avaa sovelluksessa %@";

"tw__privacy_information_button" = "Yksityisyystiedot";

"tw__share_tweet" = "Jaa twiitti";

"tw__share_tweet_generic_template_format" = "Katso käyttäjän @%1$@ twiitti: %2$@";

"tw__share_tweet_subject_format" = "Twiitti käyttäjältä %1$@ (@%2$@)";

"tw__sign_in_with_twitter_button" = "Kirjaudu Twitter-tunnuksella";

"tw__single_image" = "Kuvaliite";

"tw__test_string" = "Testi";

"tw__tweet_image_accessibility" = "Liite";

"tw__tweet_like_button" = "Tykkää";

"tw__tweet_liked_state" = "Tykätty";

"tw__tweet_not_liked_state" = "Ei tykätty";

"tw__tweet_profile_accessibility" = "Profiili";

"tw__tweet_retweeted_by_user" = "Uudelleentwiitannut %@";

"tw__tweet_share_button" = "Jaa";

"tw__user_content_image" = "Sovelluksen esikatselu";

"tw__video_thumbnail" = "Videoliite";

"tw__view_is_sponsored_ad" = "Tämä on sponsoroitu mainos";

